/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "N-070918";

"common-controls-restart"		= "Herstart";
"common-controls-shutdown"		= "Zet uit";
"common-controls-continue"		= "Ga door";

"common-tab-apple-title"		= " Over ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Hardwaretests ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Hardwareprofiel ";	// does look better with spaces at head and tail
"common-version-str"			= "Versie ";
"common-bundle-str"				= "Bundel ";

"mark-graphics-unknown-str"		= "Onbekende video";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Geïnstalleerd";
"mark-generic-absent-str"		= "Niet gevonden";
"mark-generic-hasDevice-str"	= "Apparaat aangesloten";
"mark-generic-hasNoDevice-str"	= "Geen apparaat aangesloten";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " uur ";
"units-hours-str"		= " uur ";
"units-min-str"			= " min. ";
"units-mins-str"		= " min. ";
"units-sec-str"			= " sec.";
"units-secs-str"		= " sec.";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "-";
"delim-at-str"			= " op ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ". ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test ondersteunt deze computer niet.";
"notcompat-ownrisk-str"			= "Als u doorgaat is dat op eigen risico [alleen voorlopige versie].";


"test-head-intro1-text"			= "Met Apple Hardware Test kunt u de hardware van uw Macintosh testen.";
"test-head-intro2-text"			= "Klik op de knop ‘Test’ of op de T-toets om de tests uit te voeren.";

"test-probe-onto-text"			= "Hardware wordt gecontroleerd; dit kan even duren...";
"test-probe-outof-text"			= "Hardwarecontrole voltooid.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Stop test";

"test-choices-title"			= "Testkeuze";
"test-about-title"				= "Over de tests en de resultaten";
"test-results-title"			= "Testresultaten";

"test-results-notestyet"		= "Tests kunnen pas worden uitgevoerd als de controle is voltooid.";
"test-results-nodevfound"		= "Geen apparaten aangetroffen.";
"test-results-notyet"			= "Gereed voor testen.";
"test-results-quick-ongoing"	= "Test wordt uitgevoerd.";
"test-results-extend-ongoing"	= "Uitgebreide test wordt uitgevoerd.";
"test-results-willstop"			= "Test wordt gestopt.";
"test-results-interrupted"		= "De test is niet voltooid.";
"test-results-nofail"			= "Geen problemen aangetroffen.";
"test-results-error"			= "Interne fout tijdens de test.";
"test-results-failed"			= "Let op! Apple Hardware Test heeft een fout aangetroffen.";

"test-ongoing-short-status"		= "Test wordt uitgevoerd.";
"test-ongoing-mlb-status"		= "Hoofdprintplaat testen.";
"test-ongoing-memory-status"	= "Geheugen testen.";
"test-ongoing-storage-status"	= "Opslag testen.";
"test-ongoing-video-status"		= "Video testen.";

"test-ongoing-pass-time-text"	= " bezig met testen...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " bezig met testen...";
"test-ongoing-sess-pass-text"	= "Geslaagde tests: ";
"test-ongoing-sess-time-text"	= "Totale testduur: ";

"test-desc-initial-1-text"	= "Apple Hardware Test is een diagnoseprogramma voor het opsporen van problemen met de hardwarecomponenten van uw computer.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "De tests helpen om te bepalen of er een probleem is met de hardware of met de software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Als uit de tests blijkt dat er geen hardwareprobleem is, raadpleegt u de handleiding en/of Help bij uw computer voor informatie over het oplossen van problemen.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Geschatte benodigde tijd: 3 minuten of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";	/* default */
"test-desc-intro-quick-text2"	= "Geschatte benodigde tijd: 10 tot 15 seconden, of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";
"test-desc-intro-quick-text3"	= "Geschatte benodigde tijd: 2 minuten of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";
"test-desc-intro-quick-text4"	= "Geschatte benodigde tijd: 4 minuten of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";

"test-desc-intro-extend-text"	= "Geschatte benodigde tijd: 1 uur of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";	/* default */
"test-desc-intro-extend-text2"	= "Geschatte benodigde tijd: 10 tot 15 minuten, of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";
"test-desc-intro-extend-text3"	= "Geschatte benodigde tijd: 30 minuten of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";
"test-desc-intro-extend-text4"	= "Geschatte benodigde tijd: 2 uur of langer afhankelijk van de hoeveelheid geïnstalleerd geheugen.";

"test-desc-option-extend-text"	= "Voer uitgebreide test uit (duurt aanzienlijk langer).";
"test-desc-option-loop-text"	= "Herhaling ingeschakeld.";

"test-desc-quick-running-1-text"	= "Test wordt uitgevoerd...";
"test-desc-quick-running-2-text"	= "Klik op de knop 'Stop test' om te stoppen.";
"test-desc-quick-running-3-text"	= "Of druk tegelijkertijd op de Command-toets ('appeltje') en de punttoets ('.').";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Uitgebreide test wordt uitgevoerd...";
"test-desc-extend-running-2-text"	= "Klik op de knop 'Stop test' om te stoppen.";
"test-desc-extend-running-3-text"	= "Of druk tegelijkertijd op de Command-toets ('appeltje') en de punttoets ('.').";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Let op! Apple Hardware Test heeft een fout aangetroffen.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Noteer eerst de foutcode in het gedeelte met testresultaten.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Als er randapparatuur op de computer is aangesloten, zet u de computer uit, koppelt u de randapparatuur los en voert u de uitgebreide test uit om de resultaten te controleren.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Als er nog steeds een fout wordt gemeld, raadpleegt u de informatie over service en ondersteuning bij uw computer om na te gaan hoe u contact kunt opnemen met AppleCare voor assistentie.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Let op! Apple Hardware Test heeft een fout gevonden tijdens het opstarten.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Noteer eerst de foutcodes in het gedeelte met testresultaten.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Als er randapparatuur op de computer is aangesloten, zet u de computer uit, koppelt u de randapparatuur los en voert u de uitgebreide test uit om de resultaten te controleren.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Als er nog steeds een fout wordt gemeld, raadpleegt u de informatie over service en ondersteuning bij uw computer om na te gaan hoe u contact kunt opnemen met AppleCare voor assistentie.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Product";
"prof-prod-group-subtitle"		= "Productdetails:";
"prof-prod-name-label"			= "Naam Macintosh:";
"prof-prod-model-label"			= "Macintosh model:";
"prof-prod-cputype-label"		= "Processortype:";
"prof-prod-cpucount-label"		= "Aantal processors:";
"prof-prod-cpucoretotal-label"	= "Totale aantal cores:";
"prof-prod-cpucorecount-label"	= "Aantal cores:";
"prof-prod-cpuspeed-label"		= "Processorsnelheid:";
"prof-prod-cpucache-label"		= "L2-processorcache (per processor):";

"prof-prod-L2cache-label"		= "L2-cache:";
"prof-prod-L2cachecore-label"	= "L2-cache (per core):";
"prof-prod-L3cache-label"		= "L3-cache:";

"prof-prod-cpucache3-label"		= "L3-processorcache (per processor):";
"prof-prod-mlb-sn-label"		= "MLB-serienr.:";
"prof-processor-tray-sn-label"	= "Serienummer processorlade:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Videodetails:";
"prof-graph-chipset-label"		= "Video:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Weergavebreedte (pixels):";
"prof-graph-disp-height-label"	= "Weergavehoogte (pixels):";

"prof-communi-group-title"		= "Communicatie";
"prof-communi-group-subtitle"	= "Communicatiedetails:";
"prof-communi-enet-mac-label"	= "Ethernet-MAC-adres:";
"prof-communi-fwire-mac-label"	= "FireWire-MAC-adres:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Infraroodontvanger:";
"prof-communi-usb1-connect-label"	= "USB-poort 1:";
"prof-communi-usb2-connect-label"	= "USB-poort 2:";
"prof-communi-usb3-connect-label"	= "USB-poort 3:";
"prof-communi-usb4-connect-label"	= "USB-poort 4:";

"prof-memo-group-title"			= "Geheugen";
"prof-memo-group-subtitle"		= "Geheugendetails:";
"prof-memo-overview-label"		= "Overzicht";
"prof-memo-slot-1-label"		= "Geheugen 1";
"prof-memo-slot-2-label"		= "Geheugen 2";
"prof-memo-slot-3-label"		= "Geheugen 3";
"prof-memo-slot-4-label"		= "Geheugen 4";
"prof-memo-slot-5-label"		= "Geheugen 5";
"prof-memo-slot-6-label"		= "Geheugen 6";
"prof-memo-slot-7-label"		= "Geheugen 7";
"prof-memo-slot-8-label"		= "Geheugen 8";

"prof-memo-type-str"			= "Op MLB gesoldeerd SDRAM.";
"prof-memo--str"				= "Onbekend";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Cyclustijd (ns)";
"prof-memo-ct2-str"				= " Cyclus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Gekoppeld met ";
"prof-memo-paired-not-str"		= " niet gekoppeld";
"prof-memo-mismatch-label"		= "Ongelijk:";
"prof-memo-size-str"			= " grootte";
"prof-memo-speed-str"			= " snelheid";
"prof-memo-vendor-str"			= " leverancier";
"prof-memo-recommend-str"		= "Aanbevolen: ";
"prof-memo-post-fail-str"		= "POST-fout";

"prof-board-group-title"		= "Printplaat";
"prof-board-brom-vers-label"	= "Boot-ROM-versie:";
"prof-board-smc-vers-label"		= "SMC-versie:";
"prof-board-syst-sn-label"		= "Systeemserienr.:";
"prof-board-bootdev-label"		= "Standaardopstartapparaat:";

"prof-stor-group-title"			= "Opslag";
"prof-stor-size-label"			= "Grootte:";

"prof-powr-group-title"			= "Voeding";
"prof-powr-group-subtitle"		= "Voedingsdetails:";
"prof-powr-src-label"			= "Voedingsbron:";
"prof-powr-src-wall-str"		= "Adapter";
"prof-powr-src-batt-str"		= "Batterij";
"prof-powr-ac-on-str"			= "Verbonden";
"prof-powr-ac-off-str"			= "Geen verbinding";
"prof-powr-capac-label"			= "Capaciteit:";
"prof-powr-volt-label"			= "Voltage:";
"prof-powr-status-label"		= "Status:";

